9/data/attachments/ee379e51fabb4386.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_721914b0-e2cf-47f5-b8f1-5d20bdce3662</nif:username>
            <nif:friendToBeAdded>Bobby_manager_Actions_72676_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>